db.programs.insert
(
{
        "id": "606f42988e58d71f8ba0a5f1",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "cost": 700.0,
        "payment": false,
        "category": [
            "Бодибилдинг"
        ]
    },
    {
        "id": "606f42998e58d71f8ba0a5f2",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "cost": 700.0,
        "payment": false,
        "category": [
            "Бодибилдинг"
        ]
    },
    {
        "id": "606f436a8e58d71f8ba0a5f9",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "cost": 700.0,
        "payment": false,
        "category": [
            "Бодибилдинг"
        ]
    },
    {
        "id": "606f48e78e58d71f8ba0a5ff",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "cost": 700.0,
        "payment": false,
        "category": [
            "Бодибилдинг"
        ]
    },
    {
        "id": "608720461411cb0a183e9d8c",
        "name": "Пилатес для дома",
        "imageSrc": "https://www.ok-magazine.ru/images/cache/2019/11/21/resize_1200_630_true_crop_5564_3709_0_0_q90_15191_fec73eaa64de79c1a2f31617c.jpeg",
        "description": "Упражнения для дома",
        "instructorId": "Захарова Мария Николаевна",
        "instructorName": "Захарова Мария Николаевна",
        "cost": 1000.0,
        "payment": false,
        "category": [
            "Пилатес"
        ]
    },
    {
        "id": "608720a11411cb0a183e9d8d",
        "name": "Фитнес на дому",
        "imageSrc": "https://img.championat.com/c/900x900/news/big/g/v/domashnjaja-trenirovka-s-fitnes-rezinkoj_15870483301751331168.jpg",
        "description": "Упражнения для фитнеса на дому",
        "instructorId": "Михайлова Жанна Евгеньевна",
        "instructorName": "Михайлова Жанна Евгеньевна",
        "cost": 300.0,
        "payment": false,
        "category": [
            "Фитнес"
        ]
    },
    {
        "id": "60901b2e7b1ed1714cd63c74",
        "name": "Аэробика дома",
        "imageSrc": "http://xvatit.com/uploads/posts/2017-02/1487664277_cardio-7.jpg",
        "description": "Программа аэробики в домашних условиях. 15 уроков - 15 часов.",
        "instructorId": "Мария Ивацевич",
        "instructorName": "Мария Ивацевич",
        "cost": 700.0,
        "payment": false,
        "category": [
            "Фитнес"
        ]
    }
);
db.buyingPrograms.insert
(
 {
        "id": "606f44008e58d71f8ba0a5fa",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617904640333
    },
    {
        "id": "606f44018e58d71f8ba0a5fb",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617904641186
    },
    {
        "id": "606f44028e58d71f8ba0a5fc",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617904642043
    },
    {
        "id": "606f44028e58d71f8ba0a5fd",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617904642932
    },
    {
        "id": "606f49048e58d71f8ba0a605",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617905924553
    },
    {
        "id": "606f49058e58d71f8ba0a606",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617905925533
    },
    {
        "id": "606f49068e58d71f8ba0a607",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617905926287
    },
    {
        "id": "606f49078e58d71f8ba0a608",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617905927249
    },
    {
        "id": "606f51e58e58d71f8ba0a609",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617908197471
    },
    {
        "id": "606f51e78e58d71f8ba0a60a",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617908199407
    },
    {
        "id": "606f52438e58d71f8ba0a60b",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617908291327
    },
    {
        "id": "606f52448e58d71f8ba0a60c",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617908292107
    },
    {
        "id": "606f52458e58d71f8ba0a60d",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617908293231
    },
    {
        "id": "606f59036e76bf3191e1d3d7",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Программа - минус 1200 калорий за 7 дней",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Елена Захарова",
        "category": [
            "Фитнес"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617910019141
    },
    {
        "id": "606f6a3e6e76bf3191e1d3d8",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617914430524
    },
    {
        "id": "606f6a3e6e76bf3191e1d3d9",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617914430996
    },
    {
        "id": "606f6a406e76bf3191e1d3da",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617914432014
    },
    {
        "id": "606f6a406e76bf3191e1d3db",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617914432785
    },
    {
        "id": "606f74986e76bf3191e1d3dc",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг на работе",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1617917080596
    },
    {
        "id": "60746b59161809348f383392",
        "customerId": "604f5e38e22ff34803d89b54",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618242393312
    },
    {
        "id": "60746b5d161809348f383393",
        "customerId": "604f5e38e22ff34803d89b54",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618242397484
    },
    {
        "id": "607476370a07684ef1160503",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618245175524
    },
    {
        "id": "6074b1450a07684ef1160504",
        "customerId": "606c8b21dd81f94722b68593",
        "name": "Программа - минус 1200 калорий за 7 дней",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Елена Захарова",
        "category": [
            "Фитнес"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618260293533
    },
    {
        "id": "6074bd880a07684ef1160505",
        "customerId": "606c8b21dd81f94722b68593",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618263432137
    },
    {
        "id": "6074bda70a07684ef1160506",
        "customerId": "606c8b21dd81f94722b68593",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618263463214
    },
    {
        "id": "6077306aa2b4887d1261a602",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618423914310
    },
    {
        "id": "6077306ca2b4887d1261a603",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618423916234
    },
    {
        "id": "6077441ddc01e72bd457bb12",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1286654400000
    },
    {
        "id": "6077441edc01e72bd457bb13",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1286654400000
    },
    {
        "id": "6077441fdc01e72bd457bb14",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1286654400000
    },
    {
        "id": "60774420dc01e72bd457bb15",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1286654400000
    },
    {
        "id": "6077445ddc01e72bd457bb16",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Программа - минус 1200 калорий за 7 дней",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Елена Захарова",
        "category": [
            "Фитнес"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1286654400000
    },
    {
        "id": "6079bea1a8e96a07ba02bec6",
        "customerId": "604a47e5fae5dd0ee4792149",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618591393651
    },
    {
        "id": "607da6d650af2063650803a3",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618847446223
    },
    {
        "id": "607da6d750af2063650803a4",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618847447123
    },
    {
        "id": "607ee7c2cf1a912e1be58506",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Программа - минус 1200 калорий за 7 дней",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Елена Захарова",
        "category": [
            "Фитнес"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1618929602230
    },
    {
        "id": "608066950751e04eeeeef29a",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619027605598
    },
    {
        "id": "608066960751e04eeeeef29b",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619027606811
    },
    {
        "id": "608066970751e04eeeeef29c",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619027607510
    },
    {
        "id": "608720d21411cb0a183e9d8e",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес на дому",
        "imageSrc": "https://img.championat.com/c/900x900/news/big/g/v/domashnjaja-trenirovka-s-fitnes-rezinkoj_15870483301751331168.jpg",
        "description": "Упражнения для фитнеса на дому",
        "instructorId": "Михайлова Жанна Евгеньевна",
        "instructorName": "Михайлова Жанна Евгеньевна",
        "category": [
            "Фитнес"
        ],
        "cost": 300.0,
        "payment": true,
        "date": 1619468498242
    },
    {
        "id": "608721c11411cb0a183e9d8f",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619468737760
    },
    {
        "id": "608721d51411cb0a183e9d90",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619468757191
    },
    {
        "id": "608721db1411cb0a183e9d91",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес на дому",
        "imageSrc": "https://img.championat.com/c/900x900/news/big/g/v/domashnjaja-trenirovka-s-fitnes-rezinkoj_15870483301751331168.jpg",
        "description": "Упражнения для фитнеса на дому",
        "instructorId": "Михайлова Жанна Евгеньевна",
        "instructorName": "Михайлова Жанна Евгеньевна",
        "category": [
            "Фитнес"
        ],
        "cost": 300.0,
        "payment": true,
        "date": 1619468763787
    },
    {
        "id": "608721dc1411cb0a183e9d92",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619468764508
    },
    {
        "id": "60885cdc2f9703628c99d5d9",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619549404842
    },
    {
        "id": "608993d0f84ab23436dad618",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Бодибилдинг удаленно",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619629008424
    },
    {
        "id": "6089940ef84ab23436dad619",
        "customerId": "607d8c6f2f7c417b788879b4",
        "name": "Фитнес дома",
        "imageSrc": "https://i.ytimg.com/vi/UUur6H1xkuw/maxresdefault.jpg",
        "description": "Главная цель представленного ниже комплекса упражнений на пресс — это выработка правильной техники, а вовсе не постановка рекордов по количеству повторений или скорости повторов. Упражнения программы необходимо выполнять медленно и с осознанным контролем вовлечения пресса в работу.",
        "instructorId": "606dcd234814120893beca3b",
        "instructorName": "Александр Миньковский",
        "category": [
            "Бодибилдинг"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1619629070930
    },
    {
        "id": "6092ce18c87c501cc4e2a098",
        "customerId": "6092c8340746230f8edb6fc4",
        "name": "Аэробика дома",
        "imageSrc": "http://xvatit.com/uploads/posts/2017-02/1487664277_cardio-7.jpg",
        "description": "Программа аэробики в домашних условиях. 15 уроков - 15 часов.",
        "instructorId": "Мария Ивацевич",
        "instructorName": "Мария Ивацевич",
        "category": [
            "Фитнес"
        ],
        "cost": 700.0,
        "payment": true,
        "date": 1620233752454
    }
);
db.categories.insert
(
{
        "id": "6058c9675c8c75200a55dfea",
        "name": "Бодибилдинг",
        "imageSrc": "https://img2.freepng.ru/20180326/beq/kisspng-physical-fitness-logo-men-s-fitness-physical-exerc-fitness-5ab8911eee5738.1497854015220452149763.jpg"
    },
    {
        "id": "6058c9c05c8c75200a55dfeb",
        "name": "Фитнес",
        "imageSrc": "https://img2.freepng.ru/20181119/riv/kisspng-vector-graphics-woman-illustration-stock-photograp-millerphoto-millerphoto-5bf339d5c23918.3707542115426667097955.jpg"
    },
    {
        "id": "6058c9f15c8c75200a55dfec",
        "name": "Пилатес",
        "imageSrc": "https://i.pinimg.com/originals/93/83/21/938321a8be82bce67f2ac5824984bb17.jpg"
    },
    {
        "id": "6058ca435c8c75200a55dfed",
        "name": "Йога",
        "imageSrc": "https://i.pinimg.com/originals/16/10/4c/16104c980db01ea9fa03ea928e14d325.jpg"
    },
    {
        "id": "6058cae55c8c75200a55dfee",
        "name": "Физика",
        "imageSrc": "https://www.pngfind.com/pngs/m/31-312584_gym-png-file-women-gym-png-transparent-png.png"
    },
    {
        "id": "6058cb4b5c8c75200a55dfef",
        "name": "Пластика",
        "imageSrc": "https://w7.pngwing.com/pngs/359/874/png-transparent-woman-holding-dumbbells-physical-fitness-dumbbell-fitness-centre-weight-training-bodybuilding-fitness-of-women-angle-fitness-women-accessories.png"
    },
    {
        "id": "6058cb805c8c75200a55dff0",
        "name": "Танец",
        "imageSrc": "https://i.dlpng.com/static/png/4677322-physical-fitness-silhouette-fitness-centre-physical-exercise-woman-silhouette-illustration-of-a-woman-figure-doing-physical-fitness-png-images-free-900_520_preview.png"
    },
    {
        "id": "6058cbd95c8c75200a55dff1",
        "name": "Экспертиза",
        "imageSrc": "https://i.pinimg.com/originals/16/10/4c/16104c980db01ea9fa03ea928e14d325.jpg"
    },
    {
        "id": "6058ccfb5c8c75200a55dff3",
        "name": "Тренинг",
        "imageSrc": "https://previews.123rf.com/images/ms10/ms101608/ms10160800018/61287517-woman-practicing-with-barbell-weight-lifting-bodybuilding-isolated-silhouette.jpg"
    }
);